<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<style type="text/css">
<!--
.Estilo1 {
	color: #0033FF;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>Problema 166</p>
<p>126.- Sean el c&iacute;rculo circunscrito a un tri&aacute;ngulo ABC y H el punto de encuentro de las alturas. </p>
<p>si se prolonga la altura CG hasta F se tendr&aacute;: HG =GF.(Traducci&oacute;n literal del editor. Se precisa que</p>
<p>G es el punto de corte de la altura desde C con el lado AB o su prolongaci&oacute;n. </p>
<p>F es el punto de corte de la altura con la circunferencia circunscrita. )</p>
<p>Andr&eacute;, M. Ph. (1920). &Eacute;l&eacute;ments de G&Eacute;OM&Eacute;TRIE Conformes aux programmes de baccalaur&eacute;ats (1re partie)</p>
<p>de l'enseignement secondaire classique et de  l'enseignement secondaire moderne. Contenant plus de mille</p>
<p>probl&eacute;m&eacute;s r&eacute;solus et a resoudre.(Treinte-quatri&eacute;me edition). Paris, Librairie classique de FE Andr&eacute; Gu&eacute;don.</p>
<p>E. Andre Fils Succeseur, 6 rue Casimir-Delavigne (pr&egrave;s l'Odeon). (p. 83) </p>
<p>(El editor agradece a la Directora de la biblioteca de la Facultad de Ciencias de la Educaci&oacute;n</p>
<p>de la Universidad de Sevilla  <span class="Estilo1">&Aacute;ngela Ar&eacute;valo</span> la referencia (FRBNF31720368, http://catalogue.bnf.fr)</p>
<p>en la Biblioteca Nacional de Francia de esta libro, ya que </p>
<p>al ejemplar que poseo, le faltaba la p&aacute;gina del a&ntilde;o. !34 edidiciones!)</p>
<p>Pr&eacute;face.</p>
<p>Pendant bien des ann&eacute;es, en pr&eacute;sence d'intelligences plus o moins d&eacute;elopp&eacute;es,</p>
<p>nous avons recherch&eacute; avec pers&eacute;verance les meilleurs proc&eacute;d&eacute;s pour faire saisir </p>
<p>aux &eacute;l&egrave;ves les v&eacute;rit&eacute;s math&eacute;matiques. L'ouvrage que nous publions est le fruit </p>
<p>de cette longue exp&eacute;rience dans l'enseignament des sciences exactes.</p>
<p>Nous avons pu nous convaincre qu&iacute;l est nuisible de faire apprendre aux &eacute;l&egrave;ves </p>
<p>des definitions et des demostrations qui, sous le pr&eacute;texte d'&ecirc;tre faciles, n'ont</p>
<p>pas le toute la rigueur math&eacute;matique d&eacute;sirable. La v&eacute;rit&eacute; est une:</p>
<p>il est pr&eacute;f&eacute;rable de ne rien savoir que de mal savoir....</p>
<p>Prefacio:</p>
<p>Durante muchos a&ntilde;os, en presencia de inteligencias m&aacute;s o menos 
  desarrolladas, </p>
<p>hemos buscado con preserverancia los mejores procedimientos para hacer comprender 
</p>
<p>a los alumnos las verdades matem&aacute;ticas. La obra que proponemos es el 
  fruto de</p>
<p>esta larga experiencia en la ense&ntilde;anza de las ciencias exactas.</p>
<p>Nos hemos podido convencer que es in&uacute;til hacer aprender a los alumnos</p>
<p>las definiciones y demostraciones que, bajo el pretexto de ser f&aacute;ciles, 
  no tienen </p>
<p>todo el rigor matem&aacute;tico deseable. La verdad es una: </p>
<p><font color="#0000FF" size="4"><strong>Es preferible no saber nada que saber mal..</strong></font>.</p>
<p>Traducci&oacute;n libre del editor. </p>
<p>254 Teorema </p>
<p>El segmento de una altura desde el ortocentro al lado es igual en su extensi&oacute;n </p>
<p>del lado al cincunc&iacute;rculo; si A1H se extiende hasta encontrarse con el circunc&iacute;rculo</p>
<p>en H'1 entonces es H1 H'1 = H H1.</p>
<p>Johnson, R. A. (1929, 1960): Advanced euclidean geometry (formalmente titulada: Geometr&iacute;a moderna)</p>
<p>Un tratado elemental sobre la geometr&iacute;a del tri&aacute;ngulo y del c&iacute;rculo. Dover . New York. </p>
<p>Prefacio:</p>
<p>&nbsp;</p>
<p>This book deals with the geometry of the triangle and the circle, as developed extensively in the</p>
<p>nineteenth century by British and Continental writers. This geometry, based entirely on the</p>
<p>elementary plane geometry of Euclid ....</p>
<p>Traducci&oacute;n libre del editor:</p>
<p>Prefacio.</p>
<p>Este libro trata sobre la geometr&iacute;a del tri&aacute;ngulo y del c&iacute;rculo, que se ha </p>
<p>desarrollado extensivamente en el siglo diecinueve por escritores ingleses y </p>
<p>continentales. Esta geometr&iacute;a, basada por completo en la geometr&iacute;a plana elemental </p>
<p>de Euclies....</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
