<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<style type="text/css">
<!--
.Estilo1 {
	color: #990000;
	font-weight: bold;
}
.Estilo2 {
	color: #660033;
	font-weight: bold;
}
-->
</style>
</head>

<body>
 <p>Problema 173 </p>
 <p>32.- Relaciones entre los lados y los &aacute;ngulos de un pol&iacute;gono.</p>
 <p>Principiando por el tri&aacute;ngulo designaremos por a, b , c las magnitudes </p>
 <p>absolutas de los lados, por A, B C los &aacute;ngulos opuestos, seg&uacute;n se</p>
 <p>acostumbra en trigonometr&iacute;a; tomemos por origen el v&eacute;rtice del &aacute;ngulo</p>
 <p>C y por eje el lado CB, suponiendo que el v&eacute;rtice del &aacute;ngulo A est&aacute; &aacute; la </p>
 <p>parte superior.... dos f&oacute;rmulas conocidas:</p>
 <table width="403" border="1">
   <tr>
     <td width="230"><span class="Estilo1"> a=c cos B + b cos C</span></td>
     <td width="157"><span class="Estilo2">c sen B = b sen C </span></td>
   </tr>
 </table>
 <p>que pueden servir para determinar dos de las cinco cantidades </p>
 <p>que entran en ellas cuando las otras tres sean conocidas, determin&aacute;ndose el </p>
 <p>sexto elemento del tri&aacute;ngulo por la ecuaci&oacute;n A+B+C = pi.</p>
 <p>&nbsp;</p>
 <p>Dom&iacute;nguez, M. (1879): Elementos de Geometr&iacute;a Anal&iacute;tica. Edici&oacute;n del autor. Madrid.</p>
 <p>p. 29 </p>
 <p>Real Orden: Ministerio de Fomento.- Instrucci&oacute;n p&uacute;blica, Agricultura &eacute; Industria.</p>
 <p>Excmo. Sr: Al director General de Instrucci&oacute;n P&uacute;blica, Agricultura e Industria. </p>
 <p>comunico con esta fecha la Real &oacute;rden siguiente: En vista del informe emitido por </p>
 <p>la Real Academia de Ciencias exactas, f&iacute;sicas y naturales acerca de los </p>
 <p>ELEMENTOS DE GEOMETR&Iacute;A ANAL&Iacute;TICA POR D. Modesto </p>
 <p>Dom&iacute;nguez Hervella, y cunpliendo adem&aacute;s dicha producci&oacute;n con las prescripciones</p>
 <p>del Real Decreto de 12 de marzo de 1875, S.M. el Rey (q.D.g.) de conformidad </p>
 <p>con lo propuesto por VE se ha servido disponer que con destino a las Bibliotecas </p>
 <p>p&uacute;blicas y dem&aacute;s Establecimientos de instrucci&oacute;n, se adquieran trescientos ejemplares </p>
 <p>al precio ordinario en venta, debi&eacute;ndose formalizar esta adquisici&oacute;n en los t&eacute;rminos </p>
 <p>de costumbre y realizar el pago de su importe con cargo al cap&iacute;tulo XVI, art&iacute;culo 1&ordm; del</p>
 <p>presupuesto vigente, partida para auxiliar la publicaci&oacute;n de obras in&eacute;ditas originales </p>
 <p>de propiedad particular, una vez entregados los ejemplares impresos en el Dep&oacute;sito de libros</p>
 <p>de este Ministerio. ... </p>
 <p>Al lector:</p>
 <p>Cuando una ciencia que con visos de raz&oacute;n, se glor&iacute;a de llevar el t&iacute;tulo de</p>
 <p>exacta, consagra uno de sus cap&iacute;tulos a tratar del absurdo y de lo imposible </p>
 <p>como objetos de su especulaci&oacute;n, fundamento hay para sospechar o, que se</p>
 <p>ha arrogado, presuntuosa, un t&iacute;tulo inmerecido, o que en los principios sobre que</p>
 <p>est&aacute; basada anda oculto alg&uacute;n vicio, alg&uacute;n pecado de comisi&oacute;n o de omisi&oacute;n. </p>
 <p>Con las elocuantes palabras que sirven de lema a este pr&oacute;logo da principio</p>
 <p>a su Teor&iacute;a trascendental de las cantidades imaginarias el malogrado </p>
 <p>fil&oacute;sofo cordob&eacute;s D. Jos&eacute; Rey Heredia, el primero que en Espa&ntilde;a </p>
 <p>ha llamado la atenci&oacute;n sobre tan importante asunto, llevando la cuesti&oacute;n </p>
 <p>del imaginarismo a los confines de su verdadero terreno.</p>
 <p>...</p>
 <p>Modesto Dom&iacute;nguez, Madrid Mayo de 1879. </p>
 <p>&nbsp;</p>
</body>
</html>
