<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<style type="text/css">
<!--
.Estilo1 {font-family: "Courier New", Courier, mono}
.Estilo3 {font-family: "Courier New", Courier, mono; font-style: italic; }
.Estilo4 {color: #006633}
.Estilo5 {
	color: #000099;
	font-weight: bold;
}
.Estilo6 {
	color: #000066;
	font-weight: bold;
}
.Estilo8 {
	font-size: 16px;
	font-weight: bold;
	color: #660000;
}
-->
</style>
</head>

<body>
<p>Problema 130.</p>
<p>Ejercicios</p>
<p>5.- Resolver un tri&aacute;ngulo dado  un &aacute;ngulo, el lado opuesto y la raz&oacute;n de los otros dos lados.</p>
<p>Rey Pastor, J. (1930): Curso C&iacute;clico de Matem&aacute;ticas. Tomo I Las Magnitudes y las funciones elementales, con aplicaci&oacute;n a la mec&aacute;nica, f&iacute;sica, qu&iacute;mica, ingenier&iacute;a, etc.(2&ordf; Edici&oacute;n)Madrid- Buenos Aires (p. 137)</p>
<p>&nbsp;</p>
<p align="center">Pr&oacute;logo: </p>
<p>&nbsp;</p>
<p align="justify" class="Estilo1"><em>He aqu&iacute; un libro <span class="Estilo4">desordenado</span>, es decir, <span class="Estilo5">no sometido a las normas cl&aacute;sicas</span>, muy discutibles a pesar de la autoridad que les confiere la costumbre, pues la fragmentaci&oacute;n de la Matem&aacute;tica en Aritm&eacute;tica, Geometr&iacute;a, &Aacute;lgebra, Trigonometr&iacute;a, Geometr&iacute;a anal&iacute;tica, C&aacute;lculo,.. tiene su origen en una concepci&oacute;n demasiado esquem&aacute;tica de su evoluci&oacute;n a trav&eacute;s del tiempo... </em></p>
<p align="justify" class="Estilo3">No importa que el &Aacute;lgebra simplifique notablemente los problemas de Aritm&eacute;tica y que muchas cuestiones de Geometr&iacute;a se resuelvan bervemente, recurriendo a las funciones trigonom&eacute;tricas; es forzoso operar dentro de cada recinto, <span class="Estilo6">fingiendo</span> ignorar los otros. Estos conceptos matem&aacute;ticos parecen ser <span class="Estilo5">manjares tan delicados</span> que no debe destaparse cada recipiente si no es para consumir &iacute;ntegro y sin mezcla todo su contenido...</p>
<p align="justify" class="Estilo3"><span class="Estilo8">La Matem&aacute;tica no es una cadena lineal</span>, sino multipolar; sus ideas se desarrollan y entremezclan en m&uacute;ltiples direcciones y hay en ella una unidad funcional que no permite este encasillado de los problemas...</p>
<p align="justify"><span class="Estilo1">... la Geometr&iacute;a deductiva de los griegos no se desarrolla y perfecciona hasta bien avanzado el siglo XIX, y ha sido en dicha centuria cuando se ha comprendido plenamente la superior unidad de esta ciencia, que ya trasciende a las obras elementales</span>... (p. VII y VIII) </p>
<p>&nbsp;</p>
<p>&nbsp; </p>
<p>&nbsp; </p>
<p>&nbsp;</p>
</body>
</html>
