<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

<body>
<p>Problema 135: Todos los tri&aacute;ngulos son is&oacute;sceles</p>
<table width="929" border="1">
  <tr>
    <td width="410"><img src="pro135.JPG" width="410" height="662"></td>
    <td width="503"><p>Sofisma tercero; demostrar que todos los tri&aacute;ngulos son is&oacute;sceles. Sea ABC un tri&aacute;ngulo cualquiera. Tomemos el punto medio D del lado BC consider&aacute;ndolo como base, y tomemos por D la perpendicular a BC: Tracemos ahora la bisectriz del &aacute;ngulo opuesto A. </p>
    <p>1&ordm;.- Si esta bisectriz no se encuentra a la perpendicular a BC por D, siendo por tanto paralela a ella y, por consiguiente, es perpendicular a BC, en ese caso el tri&aacute;ngulo ABC es is&oacute;sceles. </p>
    <p>2&ordm;.- Si la bisectriz del &aacute;ngulo se encuentra con la perpendicular a BC por D, el punto de encuentro O est&aacute; en el interior o en el exterior del tri&aacute;ngulo.</p>
    <p>Supongamos en primer lugar que est&aacute; en el interior, desde este punto O, tracemos las perpendiculares OE, y OF sobre AC y BC, y despu&eacute;s tracemos OB y OC.</p>
    <p>El punto O est&aacute; en la bisectriz del &aacute;ngulo A, por lo que las dos perpendiculares OE y OF sin iguales y los dos tri&aacute;ngulos rect&aacute;ngulos OAE y OAF son iguales, por lo tanto (I) AE=AF. De igual manera OB=OC, y los dos tri&aacute;ngulos rect&aacute;ngulos OCE y PBF son tambi&eacute;n iguales, de donde: (II) EC=BF. Sumando miembro a miembro (I) y (II), tenemos: AE+EC=AF+BF de donde AC=Ab, de donde se tiene la conclusi&oacute;n de que el tri&aacute;ngulo ABC es is&oacute;sceles.</p>
    <p>Supongamos en segundo lugar que el punto O est&eacute; en el exterior del tri&aacute;ngulo ABC.Hagamos la misma construcci&oacute;n: Los dos tri&aacute;ngulos rect&aacute;ngulos OAE, OAF son iguales y (1) AE=AF. Del mismo modo, la igualdad de los dos tri&aacute;ngulos rect&aacute;ngulos OCE, OBF nos da (2) CE=BF. </p>
    <p>Restando miembro a miembro (1) de (2), queda: AE-Ce=AF-BF, de donde AC=BC.</p>
    <p>As&iacute; pues, el tri&aacute;ngulo ABC es is&oacute;sceles en todos los casos posibles, resultado evidentemente absurdo. </p></td>
  </tr>
  <tr>
    <td><img src="pro135a.JPG" width="327" height="464"></td>
    <td><p><a href="http://www-groups.dcs.st-andrews.ac.uk/%7Ehistory/Mathematicians/Ball.html" target="_parent">Ball, W.R</a>. (1908): Recreaciones Matem&aacute;ticas y problemas de los tiempos antiguos y modernos. Segunda edici&oacute;n francesa , tratada despu&eacute;s de la cuarta inglesa con numerosas adiciones. Librairie Scientifique A. Hermann. Par&iacute;s (p. 5) </p>
    <p>&nbsp;</p>
    <p>En The Open University (1974): L&oacute;gica II -Prueba. Curso b&aacute;sico de Matem&aacute;ticas, Libros Mcgraw-hill. M&eacute;xico (p. 23), est&aacute; referenciado el primer &quot;caso&quot; (Traducci&oacute;n de Hernando Alfonso, Universidad Pedag&oacute;gica Nacional). </p>
    <p>&nbsp;</p></td>
  </tr>
</table>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
