<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

<body>
 <p>Problema 167</p>
 <p>77.- </p>
 <p>Se da el tri&aacute;ngulo ABC. Se trazan cevianas cualesquiera AA', <br>
   BB' y CC' que concurren en D. Se quiere que el tri&aacute;ngulo homol&oacute;gico <br>
   sea equil&aacute;tero y que el punto hom&oacute;logo del D sea el ortocentro.</p>
 <p>Olabarrieta L. (S.J.)(1945) : Geometr&iacute;a y Trigonometr&iacute;a. Bilbao. (p 449)</p>
 <p>Nota del editor: A consultas el profesor Campo se&ntilde;ala que es cita literal. Entendemos que quiz&aacute; sea necesario precisar que D', el homologo de D en la homolog&iacute;a buscada de centro M, es el ortocentro del nuevo equil&aacute;tero.</p>
 <p>&nbsp;</p>
 <p>Adem&aacute;s, es importante rese&ntilde;ar, a jucio del editor, que UWV, el tri&aacute;ngulo equil&aacute;tero buscado, hom&oacute;logo de ABC, por la homolog&iacute;a de centro M, tiene sus v&eacute;rtices sobre AA', BB' y CC', o sus prolongaciones, no necesariamente en ese orden. Este &uacute;ltimo juicio no es cierto. El editor lamenta profundamente la confusi&oacute;n que ha podido originar esta visi&oacute;n. </p>
 <p>&nbsp;</p>
 <p>Por el contrario s&iacute; es cierto que A'B' y AB se cortan sobre una recta l&iacute;mite de la homolog&iacute;a, A'C' y AC tambi&eacute;n se cortan sobre la misma recta l&iacute;mite, al igual que B'C' y BC. </p>
 
<p>El editor agradece al Profesor Campo la aclaraci&oacute;n. </p>
<p>&nbsp;</p>
<p>El profesor Saturnino Campo pronone esta nueva redacci&oacute;n para el problema:</p>
<p>&nbsp;</p>
<table width="75%" border="1">
  <tr>
    <td>Sea ABC un tri&aacute;ngulo y D un punto del plano no situado en ning&uacute;n 
      lado<br>
      (ni en sus prolongaciones). Probar que existe alguna homolog&iacute;a que<br>
      transforma el tri&aacute;ngulo ABC en un tri&aacute;ngulo equil&aacute;tero 
      y el punto D en<br>
      el centro de ese tri&aacute;ngulo. Si se elige un punto A* como hom&oacute;logo 
      del<br>
      v&eacute;rtice A, la homolog&iacute;a es &uacute;nica. Determinarla</td>
  </tr>
</table>
<p>&nbsp;</p>
 <p>&nbsp;</p>
</body>
</html>
