<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

<body>
Problema 189
<p>Dado el tri&aacute;ngulo ABC trazar una paralela a AB tal que divida el per&iacute;metro 
  por la mitad.</p>
<p>Barroso, R. (2004): Comunicaci&oacute;n personal.</p>
<p>Soluci&oacute;n de Jos&eacute; Mar&iacute;a Gavil&aacute;n Izquierdo, profesor 
  de Did&aacute;ctica de las Matem&aacute;ticas y Matem&aacute;ticas (Depto. Did&aacute;ctica 
  de las Matem&aacute;ticas) en la Universidad de Sevilla.<br>
</p>
<p>Consideramos una homotecia de centro C y raz&oacute;n k, con 0&lt;k&lt;1. Quedando 
  la figura siguiente:</p>
<p><img src="sol189jm.gif" width="275" height="187"></p>
<p> Los tri&aacute;ngulos ABC y A&acute;B&acute;C son semejantes de raz&oacute;n 
  k. Por tanto las longitudes de sus lados son proporcionales con coeficiente 
  de proporcionalidad k. </p>
<p>Como queremos que la recta divida el per&iacute;metro de ABC por la mitad, 
  tenemos que ka+kb= (a+b+c)/2, tomando la constante k como (a+b+c)/2(a+b) tenemos 
  lo que se pide.</p>
<p>Adem&aacute;s a+b+c&gt;a+b luego (a+b+c)/(a+b)&gt;1 luego (a+b+c)/2(a+b)&gt;1/2 
  se garantiza la existencia en el iinterior de ABC del tri&aacute;ngulo planteado 
  en el problema 190:</p>
<p><em>Problema 190 </em></p>
<p><em>Dado el tri&aacute;ngulo ABC se traza una paralela a AB</em></p>
<p><em>tal que divida el per&iacute;metro por la mitad.</em></p>
<p><em>Se traza otras paralelas a BC y CA con la misma</em></p>
<p><em>condici&oacute;n. Estas tres paralelas conforman el tri&aacute;ngulo MNP</em></p>
<p>Tambi&eacute;n como k&lt;1, a+b+c&lt;2(a+b), para que tenga &quot;sentido&quot; 
  la figura y la recta paralela est&eacute; en el interior de ABC.</p>
<p>La construcci&oacute;n es construyendo la homotecia de centro C y raz&oacute;n 
  (a+b+c)/2(a+b). [La construcci&oacute;n del cociente de dos segmentos con regla 
  y comp&aacute;s puede verse en La geometr&iacute;a de Descartes].</p>
<p><img src="sol189jm1.GIF" width="670" height="325"></p>
<p>Dado ABC llevemos c sobre la semirrecta de origen C que pasa por A con una circunferencia de centro A y radio c.</p>
<p>Construyamos a partir de b+c el per&iacute;metro b+c+a, transportando a por paralelas y con otra circunferencia.</p>
<p><img src="sol189jm2.GIF" width="790" height="463"> </p>
<p>Sobre la semirrecta de origen C que pasa por B por paralelas y mediante circunferencia construyamos a+b.</p>
<p>Con otra circunferencia construyamos 2(a+b).</p>
<p><img src="sol189jm3.GIF" width="790" height="463"></p>
<p>Construyamos el tri&aacute;ngulo correspondiente de lados per&iacute;metro sobre CA y 2/(a+b) sobre CB.</p>
<p>Por B tracemos una paralela a la base del construido, que nos dar&aacute; sobre CA ka.</p>
<p>Llevemos con una circunferencia ka sobre CB, y tendremos B'. Una paralela a AB sobre B' nos dar&aacute; la soluci&oacute;n CA'B'..</p>
<p><img src="sol189jm4.GIF" width="790" height="463"> </p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;  </p>
<p><br>
</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp; </p>
</body>
</html>
