<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

<body>
Problema 175.-
<p>En un tri&aacute;ngulo ABC es AB=AC. D es el punto medio de BC.</p>
<p>E es el pie de la perpendicular trazada por D a AC.</p>
<p>F es el punto medio de DE. </p>
<p>Demostrar que AF es perpendicular a BE.</p>
<p>Larson, L.C. (1990): Problem-solving through problems.</p>
<p>Problem books in Mathematics, Edited by P.R. Halmos. Springer Verlag. (p. 27)</p>
<p>G&uacute;siev V. y otros (1989). &quot;Problemas Matem&aacute;ticos. Geometr&iacute;a&quot;. 
  Ed. Mir. Moscou. Problema 455. p&aacute;gina 90. (Referencia ofrecida por Ricard 
  Peir&oacute; i Estruch profesor de Matem&aacute;ticas del IES 1 de Xest (Val&egrave;ncia), 
  a quien el editor agradece la cita.) <br>
</p>
<p>Soluci&oacute;n del editor.</p>
<p>Dado ABC is&oacute;sceles y D punto medio de BC con DE perpendicular</p>
<p>a AC.Consideremos la paralela media IH en ADE:</p>
<p>&nbsp;</p>
<p><img src="175edi0.gif" width="574" height="296"></p>
<p>A continuaci&oacute;n por J, punto medio de BD tracemos la perpendicular a 
  BC y por A tracemos la </p>
<p>perpendicular a AB, ambas se cortan en N: NIF est&aacute;n alineados, pues 
  NI es paralelo a AH y IF es a AE.</p>
<p>&nbsp;</p>
<p><img src="175edi01.gif" width="312" height="296"></p>
<p>Ya que NI es paralelo a MD y MD es paralelo tambi&eacute;n a AC.</p>
<p>N es el centro de la circunferencia circunscrita a BDE, pues est&aacute; a 
  igual distancia de los tres v&eacute;rtices:</p>
<p><img src="175edi02.gif" width="345" height="311"></p>
<p>Consideremos P, punto medio del radio ND.</p>
<p>Ser&aacute;:</p>
<p>&nbsp;</p>
<p><img src="175edi03.gif" width="345" height="311"></p>
<p>PJ=PD=PA, por ser P punto medio de las diagonales del rect&aacute;ngulo ANJD</p>
<p>Adem&aacute;s al ser NFD tri&aacute;ngulo rect&aacute;ngulo, la mediana PF=PD=PN.</p>
<p>As&iacute;, P es centro de la circunferencia circunscrita al tri&aacute;ngulo 
  AFJ:</p>
<p>&nbsp;</p>
<p><img src="175edi04.gif" width="355" height="311"></p>
<p>Tal circunferencia tambi&eacute;n pasa por N y D. AJ es di&aacute;metro de 
  la</p>
<p>misma. </p>
<p>Luego AFJ es tri&aacute;ngulo rect&aacute;ngulo, y FJ es perpendicular a AF.</p>
<p><img src="175edi05.gif" width="377" height="315"></p>
<p>&nbsp;</p>
<p>Por &uacute;ltimo, al ser los tri&aacute;ngulos DFJ y DEB semejantes es FJ 
  paralelo </p>
<p>a BE y por ello, cqd, es BE perpendicular a AF.</p>
<p>
  <APPLET CODE="CabriJava.class"  WIDTH="700" HEIGHT="400" archive="CabriJava.jar">
    <param name="lang" value="en">
    <param name="bgcolor" value="#F0F0CC">
    <param name="file" value="sol175edi.fig">
  </APPLET>
</p>
<p>Ricardo Barroso Campos.</p>
<p>Did&aacute;ctica de las Matem&aacute;ticas.</p>
<p>Universidad de Sevilla</p>
</body>
</html>
