<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="" content="text/html; charset=UTF-8">
</head>

<body>
<p>problema 133<br>
  Dividir un tri&aacute;ngulo en dos figuras, un cuadril&aacute;tero y un tri&aacute;ngulo 
  de la misma &aacute;rea por un punto que no sea v&eacute;rtice ni punto medio 
  de un lado. </p>
<p>Barroso (2004): Comunicaci&oacute;n personal.</p>
<p>Soluci&oacute;n del profesor William Rodr&iacute;guez Chamache profesor de 
  geometriade la &quot;Academia integral class&quot; Trujillo- Per&uacute; (21 
  de enero de 2004)<br>
  <img src="sol133wil1.JPG" width="366" height="453"> 
</p>
<p> Sea N un punto cualquiera del controrno del tri&aacute;ngulo ABC</p>
<p>-trazamos por B una recta paralela al segmento CN que intersecta a la prolongaci&oacute;n 
  de AC en el punto P formandose el trapecio BNCP cuyas diagonales se intersectan 
  en el punto K</p>
<p>&nbsp;</p>
<APPLET CODE="CabriJava.class"  WIDTH="880" HEIGHT="570" archive="CabriJava.jar">
    <param name="lang" value="en">
    <param name="bgcolor" value="#FFFFFF">
    <param name="file" value="sol133wil0.fig">
  </APPLET>
<p>-luego en el tri&aacute;ngulo ANP se toma el punto medio F de AP determinandose 
  los tri&aacute;ngulos de Areas equivalentes ANF y NFP</p>
<p>finalmente se observa que el Area del tri&aacute;ngulo PKC y BNK son equivalentes 
  por lo tanto el &aacute;rea del tri&aacute;ngulo ANF y el cuadrilatero NBCK 
  son equivalentes</p>
<p>&nbsp;</p>
<p>problema 133-2</p>
<p>En el caso anterior el punto N se acerca al punto B, en este caso observamos 
  <br>
  que el punto N se acerca al punto A </p>
<p><img src="sol133wil2.JPG" width="499" height="316"></p>
<p>por el punto B trazamos una paralela al segmento NC que intersecta a la prolongaci&oacute;n 
  del segmento AC en el punto E, luego tomamos el punto medio R del segmento AE 
  desde el cual trazamos una paralela al segmento BE que corta <br>
  al segmento AB en su punto medio P(teorema de la base media de un tri&aacute;ngulo).</p>
  <APPLET CODE="CabriJava.class"  WIDTH="880" HEIGHT="570" archive="CabriJava.jar">
    <param name="lang" value="en">
    <param name="bgcolor" value="#FFFFFF">
    <param name="file" value="sol133wil.fig">
  </APPLET>
<p><br>
  Luego observamos que el segmento CP es mediana del tri&aacute;ngulo ABC lo cual 
  queda dividido en partes equivalentes adem&aacute;s en el trapecio NPSC se sabe 
  que &Aacute;rea PHN=&Aacute;rea SHC(propiedad de los trapecios).</p>
<p><br>
  Tambien observamos que las &Aacute;reas de los cuadril&aacute;teros ANHC y PHSB 
  son equivalentes por que las &aacute;reas de los tri&aacute;ngulo APC y BPC 
  son equivalentes. Finalmente el &aacute;rea de ANSC y NBS son equivalentes. 
</p>
<p>&nbsp;</p>
</body>
</html>
